[M_Orchid_MansBestFriend MissionDefinition]
MissionDescription="Aubrey Callahan III's grandmother was close friends with the fearsome Captain Blade. When he died he left Aubrey's grandmother his pet stalker. Now that Aubrey's grandma is dead, however, she has inherited a vicious pet she never wanted. She's asked you to kill the stalker."
MissionSummary="Kill Tinkles the stalker."
TeaserText="Can you help Aubrey Callahan with her stalker problem?"

[M_Orchid_MansBestFriend:Bandits MissionObjectiveDefinition]
ProgressMessage="Kill bandits"

[M_Orchid_MansBestFriend:Rakks MissionObjectiveDefinition]
ProgressMessage="Kill rakks"

[M_Orchid_MansBestFriend:Skags MissionObjectiveDefinition]
ProgressMessage="Kill skags"
